Repository: hschaeufler/hospital-cash-app
Catalog: HospitalCash/Localizable.xcstrings
Source language: de
Languages: en

source: Abbrechen
en: Cancel

source: Ambulante Behandlung
en: Outpatient treatment

source: Beitrag berechnen
en: Calculate premium

source: Bereits versichert?
en: Already insured?

source: Bestimme selbst die Tagegeldhöhe
en: Determine the daily allowance yourself

# Birtday is not allowed to be in the future.
source: Dein Geburtstag darf nicht in der Zukunft liegen.
en: Birtday is not allowed to be in the future.

# Birthday must be before Insurance day
source: Dein Geburtstag muss vor dem Versicherungsbeginn liegen.
en: Birthday must be before Insurance day.

source: Bitte bestätige einzeln, dass keiner der nachfolgenden Fälle dich betrifft.
en: Please confirm individually that none of the following cases apply to you.

source: Chronische Erkrankung
en: Chronic illness

source: Dein Beitrag
en: Your contribution

source: Deine Informationen
en: Your information

source: Deine Versicherung
en: Your insurance

source: Deine Versicherung ist 1 Jahr gültig und kann am Ende der Laufzeit verlängert werden.
en: Your insurance is valid for 1 year and can be extended at the end of the term.

source: Deine Vorteile
en: Your advantages

source: Die Krankenhaustagegeldhöhe wird in ETH versichert und ausgezahlt. Der EUR Betrag dient als Richtwert. Es besteht das Risiko von Wechselkursschwankungen.
en: The daily hospital benefit amount is insured and paid out in ETH. The EUR amount serves as a guideline. There is a risk of exchange rate fluctuations.

source: Diese musst du bei einem Krankenhausaufenthalt angeben.
en: You must state this when you are hospitalised.

source: Fehler
en: Error

source: für nur
en: for only

source: Geburtsdatum
en: Birth date

# GESUNDHEITSFRAGE_AMBULANTE_BEHANDLUNG
source: Weder befand ich mich in den letzten 5 Jahren in ambulanter Behandlung, noch sind solche aufgrund von Erkrankungen geplant. Außgenommen sind leichte Erkrankungen wie Grippe oder Atemwegsinfektionen. Es liegt auch keine Schwangerschaft vor.
en: I have not had any outpatient treatment in the last 5 years, nor is any planned due to illness. Exceptions are minor illnesses such as flu or respiratory infections. I am also not pregnant.

# GESUNDHEITSFRAGE_CHRONISCHE_ERKRANKUNG
source: Weder bin ich chronisch erkrankt, noch bin ich pflegebedürftig oder leide an einer schweren Krankheit wie z.B.: einer HIV-Infektion.
en: I am not chronically ill, nor am I in need of care or suffering from a serious illness such as HIV infection.

# GESUNDHEITSFRAGE_MEDIKAMENTE
source: Es gibt keine Medikamente die ich regelmäßig zu mir nehmen muss oder sollte.
en: There is no medication that I must or should take regularly.

# GESUNDHEITSFRAGE_PSYCHOTHERAPIE
source: Weder befand ich mich in den letzten 5 Jahren in psychotherapeutischer Behandlung, noch ist eine Psychotherapie geplant.
en: I have not undergone psychotherapeutic treatment in the last 5 years, nor am I planning any psychotherapy.

# GESUNDHEITSFRAGE_STATIONAERE_BEHANDLUNG
source: Weder befand ich mich in den letzten 5 Jahren in stationärer Behandlung, noch sind Krankenhausaufenthalte geplant.
en: I have not been hospitalized in the last 5 years, nor am I planning any hospital stays.

source: Gesundheitsfragen
en: Health-related questions

# GESUNDHEITSFRAGEN_INFO
source: Bitte beantworte folgende Fragen damit wir prüfen können, ob wir dich versichern können.
en: Please answer the following questions so that we can check whether we can insure you.

source: Gewicht
en: Weight

source: Gratulation zum erfolgreichen Abschluss!
en: Congratulations on the successful finalisation!

source: Größe
en: Size

# Hospitalcash must be greater then 1000 Wei
source: Die höhe Krankenhaustagegeld muss mehr als 1000Wei betragen
en: Hospitalcash must be greater then 1000 Wei

source: Individueller Leistungsumfang
en: Individual scope of benefits

# Insurance start date need to be in the future!
source: Das Datum des Versicherungsbeginns muss in der Zukunft liegen!
en: Insurance start date need to be in the future!

source: Jetzt abschließen
en: Complete now

source: Jetzt Beitrag berechnen
en: Calculate premium now

source: Jetzt einloggen
en: Log in now

source: Keine lästigen Wartezeiten
en: No annoying waiting times

source: Krankenhaustagegeld
en: hospital cash

source: Krankentagegeld
en: Daily sickness allowance

# Person must be an adult!
source: Die versicherte Person muss erwachsen sein
en: The policyholder must be an adult

source: pro Jahr
en: per year

# PRODUKT_BESCHREIBUNG_HOSPITALCASH
source: Unser neues Krankenhaustagegeld auf Blockchain-Basis. Jetzt abschließen und von besonders günstigen Preisen profitieren.
en: Our new blockchain-based hospital cash. Sign up now and benefit from particularly low prices.

source: Psychoterapie
en: Psychotherapy

source: Sie haben bereits einen Vertrag unter dieser Adresse abgeschlossen. Kehren Sie zur Übersicht zurück um diesen zu Verwalten.
en: You have already signed a contract at this address. Return to the overview to manage it.

source: Sie sind bereits versichert!
en: You are already insured!

source: Stationäre Behandlung
en: Inpatient treatment

source: tats. Betrag
en: actual Amount

source: Versicherung auf Blockchain einsehbar
en: Insurance contract viewable on blockchain

source: Versicherungsbeginn
en: Start of insurance

source: Versicherungsnummer
en: Insurance number

source: Voll automatisiert
en: Fully automated

source: Volle Transparenz
en: Full transparency

source: Weiter
en: Next

source: Welchen Betrag möchtest du tgl. bei einem Krankenhausaufenthalt erhalten?
en: Which amount would you like to receive per day during a hospital stay?

source: Zeitraum
en: Time period

source: Zur Übersicht
en: Go to overview
